Repository: XXX-Apps/Samsung7
Catalog: TVRemoteSamsung/*.lproj/Localizable.strings
Languages: de, es_us, fr, it, pt_pt

source: No connection
de: Keine Verbindung
es_us: Sin conexión
fr: Pas de connexion
it: Nessuna connessione
pt_pt: Sem conexão

source: Platforms
de: Plattformen
es_us: Plataformas
fr: Plateformes
it: Piattaforme
pt_pt: Plataformas

source: Options
de: Optionen
es_us: Opciones
it: Opzioni
pt_pt: Opções

source: Controller
es_us: Control
fr: Manette
pt_pt: Controle

source: Applications
de: Apps
es_us: Aplicaciones
it: App
pt_pt: Aplicações

source: Share the app
de: App teilen
es_us: Compartir app
fr: Partager l’app
it: Condividi l’app
pt_pt: Compartilhar app

source: Switch app icon
de: App-Icon ändern
es_us: Cambiar icono
fr: Changer l’icône
it: Cambia icona
pt_pt: Mudar ícone

source: Privacy Policy
de: Datenschutz
es_us: Privacidad
fr: Confidentialité
it: Privacy
pt_pt: Privacidade

source: Terms of Use
de: Nutzungsbedingungen
es_us: Términos
fr: CGU
it: Termini d’uso
pt_pt: Termos

source: Try Premium
de: Premium testen
es_us: Probar Premium
fr: Essayer Premium
it: Prova Premium
pt_pt: Testar Premium

source: Control your TV seamlessly
de: Steuern Sie Ihr TV nahtlos
es_us: Controla tu TV rápido
fr: Contrôlez votre TV facilement
it: Controlla la TV senza interruzioni
pt_pt: Controle sua TV facilmente

source: Try now
de: Jetzt testen
es_us: Probar ahora
fr: Essayer
it: Prova ora
pt_pt: Testar agora

source: Not now
de: Nicht jetzt
es_us: Ahora no
fr: Plus tard
it: Non ora
pt_pt: Agora não

source: Leave feedback
de: Feedback geben
es_us: Dar feedback
fr: Feedback
it: Lascia feedback
pt_pt: Feedback

source: Your feedback helps us enhance your experience
de: Ihr Feedback verbessert Ihr Erlebnis
es_us: Tu feedback mejora la app
fr: Votre feedback améliore l’app
it: Il tuo feedback migliora l’esperienza
pt_pt: Seu feedback melhora o app

source: Would you recommend us?
de: Würden Sie uns empfehlen?
es_us: ¿Nos recomendarías?
fr: Nous recommanderiez-vous?
it: Ci consiglieresti?
pt_pt: Nos recomendaria?

source: Choose icon
de: Icon wählen
es_us: Elegir icono
fr: Choisir icône
it: Scegli icona
pt_pt: Escolher ícone

source: Connection needed
de: Verbindung nötig
es_us: Conexión necesaria
fr: Connexion requise
it: Connessione necessaria
pt_pt: Conexão necessária

source: You need to connect your phone and TV to open applications
de: Verbinden Sie Ihr Handy und TV für Apps
es_us: Conecta tu teléfono y TV para apps
fr: Connectez téléphone et TV pour les apps
it: Collega telefono e TV per le app
pt_pt: Conecte o celular e TV para apps

source: Make new connection
de: Neue Verbindung
es_us: Nueva conexión
fr: Nouvelle connexion
it: Nuova connessione
pt_pt: Nova conexão

source: Your phone and TV device both need to be connected to the same Wi-Fi network
de: Handy und TV müssen im gleichen Wi-Fi sein
es_us: Teléfono y TV en la misma Wi-Fi
fr: Téléphone et TV sur le même Wi-Fi
it: Telefono e TV devono essere sulla stessa Wi-Fi
pt_pt: Celular e TV na mesma Wi-Fi

source: Power cycling
de: Neustart
es_us: Reiniciar
fr: Redémarrer
it: Riavvio
pt_pt: Reiniciar

source: Restart
de: Neustart
es_us: Reiniciar
fr: Redémarrer
it: Riavvia
pt_pt: Reiniciar

source: Exit and restart the app
de: App neu starten
es_us: Reabrir la app
fr: Relancer l’app
it: Riavvia l’app
pt_pt: Reabrir o app

source: Router
fr: Routeur
pt_pt: Roteador

source: Restart your Wi-Fi router
de: Router neu starten
es_us: Reinicia el router
fr: Redémarrez le routeur
it: Riavvia il router
pt_pt: Reinicie o roteador

source: Advices for connecting
de: Verbindungstipps
es_us: Consejos
fr: Conseils
it: Suggerimenti
pt_pt: Dicas

source: Connections
de: Verbindungen
es_us: Conexiones
fr: Connexions
it: Connessioni
pt_pt: Conexões

source: Try again
de: Erneut versuchen
es_us: Reintentar
fr: Réessayer
it: Riprova
pt_pt: Tentar novamente

source: Can’t connect
de: Keine Verbindung
es_us: No conectar
fr: Connexion impossible
it: Non connettersi
pt_pt: Não conectar

source: Connected
de: Verbunden
es_us: Conectado
fr: Connecté
it: Connesso
pt_pt: Conectado

source: Looking for devices...
de: Suche Geräte...
es_us: Buscando dispositivos...
fr: Recherche d’appareils...
it: Cerca dispositivi...
pt_pt: Buscando dispositivos...

source: Ensure that your phone and TV are on the same Wi-Fi connection
de: Handy und TV müssen im gleichen Wi-Fi sein
es_us: Teléfono y TV en la misma Wi-Fi
fr: Téléphone et TV sur le même Wi-Fi
it: Telefono e TV devono essere sulla stessa Wi-Fi
pt_pt: Celular e TV na mesma Wi-Fi

source: Okay
es_us: OK
fr: OK
it: OK
pt_pt: OK

source: Connection succeed!
de: Verbunden!
es_us: ¡Conectado!
fr: Connecté !
it: Connesso!
pt_pt: Conectado!

source: You can start using your remote
de: Fernbedienung nutzbar
es_us: Usa el control remoto
fr: Utilisez la télécommande
it: Usa il telecomando
pt_pt: Use o controle remoto

source: Trouble connecting
de: Verbindungsproblem
es_us: Error de conexión
fr: Problème de connexion
it: Problema di connessione
pt_pt: Erro de conexão

source: Please, try again
de: Bitte erneut versuchen
es_us: Reintenta
fr: Réessayez
it: Riprova
pt_pt: Tente novamente

source: Connection in progress...
de: Verbindung läuft...
es_us: Conectando...
fr: Connexion en cours...
it: Connessione in corso...
pt_pt: Conectando...

source: Please, don’t close the app
de: App nicht schließen
es_us: No cierres la app
fr: Ne fermez pas l’app
it: Non chiudere l’app
pt_pt: Não feche o app

source: No connections found
de: Keine Verbindungen
es_us: Sin conexiones
fr: Aucune connexion
it: Nessuna connessione
pt_pt: Sem conexões

source: Swipe or tap in this field to use
de: Wischen oder tippen
es_us: Desliza o toca
fr: Glissez ou tapez
it: Scorri o tocca
pt_pt: Deslize ou toque

source: Text here
de: Text hier
es_us: Texto aquí
fr: Texte ici
it: Testo qui
pt_pt: Texto aqui

source: You need to grant access to the network
de: Netzwerkzugriff erlauben
es_us: Permite acceso a red
fr: Autorisez l’accès réseau
it: Permetti l’accesso alla rete
pt_pt: Permita acesso à rede

source: Go to Settings > Privacy > Network > [Your Device Name]
de: Gehen Sie zu Einstellungen > Datenschutz > Netzwerk
es_us: Ve a Ajustes > Privacidad > Red
fr: Allez dans Réglages > Confidentialité > Réseau
it: Vai a Impostazioni > Privacy > Rete
pt_pt: Vá para Ajustes > Privacidade > Rede

source: Get all Unlimited
de: Alles unlimited
es_us: Todo ilimitado
fr: Tout illimité
it: Ottieni tutto illimitato
pt_pt: Tudo ilimitado

source: Unlimited connections, all the tools and much more at %@
de: Unbegrenzte Verbindungen, Tools und mehr bei %@
es_us: Conexiones ilimitadas, herramientas y más en %@
fr: Connexions illimitées, outils et plus à %@
it: Connessioni illimitate, strumenti e altro a %@
pt_pt: Acesso ilimitado, ferramentas premium, suporte prioritário para %@

source: Convenient TV Remote
de: Praktische TV-Fernbedienung
es_us: Control remoto práctico
fr: Télécommande pratique
it: Telecomando comodo
pt_pt: Controle remoto prático

source: Control your TV anytime in a comfortable way
de: Bequeme TV-Steuerung jederzeit
es_us: Controla tu TV fácilmente
fr: Contrôlez votre TV facilement
it: Controlla la TV comodamente
pt_pt: Controle sua TV facilmente

source: Multi-functional
de: Multifunktional
es_us: Multifunción
fr: Multifonction
it: Multifunzionale
pt_pt: Multifuncional

source: Switch keyboards as you wish to get maximum functionality
de: Tastaturen wechseln für maximale Funktionen
es_us: Cambia teclados para más funciones
fr: Changez de clavier pour plus de fonctions
it: Cambia tastiere per più funzioni
pt_pt: Mude teclados para mais funções

source: Your thoughts matters
de: Ihre Meinung zählt
es_us: Tu opinión importa
fr: Votre avis compte
it: Il tuo parere conta
pt_pt: Sua opinião importa

source: Your input helps in improving your in-app experience
de: Ihr Feedback verbessert die App
es_us: Tu feedback mejora la app
fr: Votre feedback améliore l’app
it: Il tuo feedback migliora l’app
pt_pt: Seu feedback melhora o app

source: All platforms in one
de: Alle Plattformen in einem
es_us: Todas las plataformas
fr: Toutes les plateformes
it: Tutte le piattaforme insieme
pt_pt: Todas as plataformas

source: Watch all your favorite streaming platforms easily in one place
de: Alle Streaming-Plattformen an einem Ort
es_us: Todos tus streamings en un lugar
fr: Tous vos streamings en un lieu
it: Tutti gli streaming in un posto
pt_pt: Todos os streamings em um lugar

source: week
de: Woche
es_us: semana
fr: semaine
it: settimana
pt_pt: semana

source: month
de: Monat
es_us: mes
fr: mois
it: mese
pt_pt: mês

source: year
de: Jahr
es_us: año
fr: an
it: anno
pt_pt: ano

source: day
de: Tag
es_us: día
fr: jour
it: giorno
pt_pt: dia

source: quarter
de: Quartal
es_us: trimestre
fr: trimestre
it: trimestre
pt_pt: trimestre

source: Get now
de: Jetzt holen
es_us: Obtener
fr: Obtenir
it: Ottieni ora
pt_pt: Obter

source: Privacy
de: Privatsphäre
es_us: Privacidad
fr: Confidentialité
pt_pt: Privacidade

source: Restore
de: Wiederherstellen
es_us: Restaurar
fr: Restaurer
it: Ripristina
pt_pt: Restaurar

source: Terms
de: Bedingungen
es_us: Términos
fr: CGU
it: Termini
pt_pt: Termos

source: Continue
de: Weiter
es_us: Continuar
fr: Continuer
it: Continua
pt_pt: Continuar

source: Ensure the app is allowed to access the local network by going to “Settings > Privacy > Local Network” and checking that it's turned on
de: Erlauben Sie den Netzwerkzugriff unter „Einstellungen > Datenschutz > Lokales Netzwerk“
it: Permetti l’accesso alla rete in „Impostazioni > Privacy > Rete locale“

source: If your TV is not detected, consider restarting (power cycling) the device before attempting again
de: Wenn der TV nicht erkannt wird, starten Sie ihn neu
it: Se la TV non è rilevata, riavviala
